{
  "updateurl": "https://github.com/dddaannyy/Bonus-Tools/raw/main/ArizonaTools.luac",
  "latest": "1.13.6 Release" 
	"changes": [
		"Добавлена функция контроля за флудом в разных чатах. Подробнее в /amenu - Мониторинг - 2 страница - Контроль флуда",
		"Команда /trp теперь работает на сервере Vice-City",
		"В блокнот добавлена функция включения/выключения переноса строк",
		"Добавлена возможность изменить направление килл-листа",
		"В панели слежки пункты Камень ТП и Камень GM заменены на бонус к броне и шанс критического урона. Так же введены другие незначительные изменения касаемо панели информации",
		"Добавлена возможность добавить игрока в чекер по команде /addplayer или /addpl",
		"Добавлена возможность упоминаний через игровой чат. Например отправив в чат @Roy_Shelby, администратору придёт уведомление, не важно находится он в АФК или нет. Так же добавлена возможность упоминать группу администраторов определённого уровеня (например: @3лвл) или всех администраторов в игре сразу (@all, доступно с 5 уровня). Отключить можно в /amenu - Основное - Полезные функции",
		"Теперь при разговоре, ники при разговоре в чате будут такого же цвета как над головой",
		"В список админ-форм добавлены команды /setname и /clearad",
		"Добавлена команда /crd для получения своих координат и быстрого копирования их в буфер обмена",
		"Теперь команда /sskin принимает ID и название скинов прописанные на Аризоне, а не в файлах игры. Благодаря этому вы сможете быстро и удобно выдать себе любой скин, которые есть в лаунчере ",
		"Добавлена команда /respawn, позволяющая быстро заспавнить игрока и вернуть на то же место, где он был",
		"В панели слежки добавлена новая кнопка рядом с ником - «Добавить в чекер»",
		"Для аирбрейка убрано ограничение минимальной скорости",
		"Указание меркером точки через /agps теперь работает и в слежке за игроком",
		"Добавлена возможность редактировать уже созданную заметку для администратора",
		"Добавлена возможность указать вырванивание тех или иных окон в реконе. Все положения окон были сброшены до стандартных",
		"Команда /abot научилась принимать сразу несколько уровней для поиска.",
		"Теперь пока зажата клавиша ALT при использовании аирбрейка, ваша скорость будет в 5 раз меньше обычной",
		"Кнопка AZ в рекон панели теперь корректно телепортирует Вас и игрока в админ-зону",
		"IP в /pgetip теперь скрывается, если включено «Частичное скрытие IP»",
		"Для функций расформирования гетто добавлены дополнительные окна с подтверждением",
		"Команда /is13 теперь показывает играет ли в данный момент времени администратор с тулса 13=GG",
		"Исправлены баги с кнопками действий в биндере",
		"Исправлен краш, когда в названии биндера AO указаны недопустимые символы",
		"Исправлен краш на бандитском лагере связанный с трассировкой пуль"
	],
}
